namespace Core.Data;

public static class PublishersData
{
    public static string[] Publishers =>
    [
        "ЛитРес",
	    "Проспект",
        "Дрофа",
        "Просвещение",
        "Наука",
        "УРСС",
        "Ленанд",
        "Азбука",
        "Аттикус",
        "Росмэн",
        "Комильфо",
        "МИФ",
        "Питер",
        "Росспэн",
        "Время",
        "Corpus",
        "Astrel",
        "Eksmo",
        "Триумф",
        "Альпина",
        "Феникс",
        "Центрполиграф",
        "Стрекоза",
        "Текст",
        "Альфа"
    ];
}